Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtajiston_katsaus_yleiskokouksessa_26_6_2020.html.tmx
Source language: fin
Languages: smn

source: Aikio osallistui Climate Emergency and Indigenous Peoples in the Arctic -paneeliin Helsingissä 12.3.2020.
smn: Aikio uásálistij Climate Emergency and Indigenous Peoples in the Arctic -panelân Helsigist 12.3.2020.

source: Ilmastolain uudistus on käynnissä ja tarkoituksena on tuoda esille Saamelaiskäräjien näkemyksiä.
smn: Šoŋŋâdâhlaavâ uđâsmittem lii joođoost já ulmen lii pyehtiđ oovdân Sämitige uáinuid.

source: Saamelaiskäräjille on tullut tiedoksi kaivosvaraus Hietakeron alueella Enontekiöllä ja Saamelaiskäräjät teki tästä valituksen erityisesti kielilain huomioon ottamatta jättämisen perusteella .
smn: Sämitiigán lii puáttám tiättun kuáivuttâhväridem Hietakero kuávlust Iänuduvâst já Sämitigge toovâi täst väidim eromâšávt ton vuáđuld, ete iä váldám kielâlaavâ huámmášumán .

source: Tällä hetkellä kaivoslain uudistus on käynnissä ja tarkoituksena on syksyllä käydä saamelaiskäräjien 9 §:n mukaiset neuvottelut työ- ja elinkeinoministeriön kanssa.
smn: Tääl kuáivuttâhlaavâ uđâsmittem lii joođoost já ulmen lii čohčuv toollâđ sämitige 9 § miäldásijd ráđádâlmijd pargo- já iäláttâsministeriöin.

source: Saamelaiskäräjät osallistui luonnonmonimuotoisuuden viikkoon lyhyillä some-videoilla , joita lisättiin Saamelaiskäräjien somekanaville yhteensä 5 kappaletta.
smn: Sämitigge uásálistij luándu maaŋgâhámásâšvuođâ ookon uánihis some-viedoiguin, moh lasettuvvojii Sämitige somekanaváid ohtsis 5 pitá .

source: Näissä käsiteltiin saamelaisten luontosuhdetta, luonnon arvokkuutta ja monimuotoisuutta ja yhteiseloa luonnon kanssa.
smn: Tain kieđâvuššii sämmilij luándukoskâvuođâ, luándu mávsulâšvuođâ já maaŋgâhámásâšvuođâ já oovtâst eellim luánduin.

source: Puheenjohtaja Tuomas Aslak Juuso tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101
smn: Saavâjođetteijee Tuomas Aslak Juuso tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101

source: I varapuheenjohtaja Anni Koivisto anni.koivisto(at)samediggi.fi 040 415 5969
smn: I värisaavâjođetteijee Anni Koivisto anni.koivisto(at)samediggi.fi 040 415 5969

source: II varapuheenjohtaja Leo Aikio leo.aikio(at)samediggi.fi 040 621 6505 / 010 839 3180
smn: II värisaavâjođetteijee Leo Aikio leo.aikio(at)samediggi.fi 040 621 6505 / 010 839 3180

source: Saamelaiskäräjien seuraava kokous 3/2020 pidetään 17. – 18.
smn: Sämitige čuávuvâš čuákkim 3/2020 tuálloo 17. – 18.

source: 9.2020 klo 10 – 18 Inarissa (Sajos) .
smn: 9.2020 tme 10 – 18 Anarist (Sajos) .
